IDEA Open Model
Vector2D Properties
Compatible with IDEA StatiCa 20.1
The Vector2D type exposes the following members.
Properties
Name | Description
X
 Gets or sets the X-dirrection value
Y
 Gets or sets the Y-dirrection value
Top
See Also
Reference
Vector2D Class
IdeaRS.OpenModel.Geometry2D Namespace